{
    "faqMenu": "FAQ Menu",
    "freqAskedQ": "Frequently Asked Questions",
    "question1": "What is the Digital Transparency System (DTS) for NDCs, and why is it important for Seychelles?",
    "question2": "Who in Seychelles can use the Digital Transparency System?",
    "question3": "What are the key benefits of the DTS for Seychelles?",
    "question4": "How does the DTS support Seychelles’ commitment to the Paris Agreement?",
    "question5": "Is the DTS adapted to meet Seychelles’ specific needs?",
    "question6": "How does the DTS integrate with Seychelles’ existing systems?",
    "question7": "What types of climate data will Seychelles track using the DTS?",
    "question8": "How can individuals and organizations in Seychelles get involved with the DTS",
    "question9": "What are the key benefits of adopting the DTS for Seychelles?",
    "question10": "How does the DTS help centralise Seychelles’ climate data?",
    "answer1": "The DTS is an open-source platform designed to help Seychelles monitor, report, and verify (MRV) its progress toward meeting its Nationally Determined Contributions (NDCs) under the Paris Agreement. It ensures that Seychelles can transparently track its climate actions and fulfill its international commitments.",
    "answer2": "The DTS is intended for use by government entities such as the Ministry of Environment, Energy, and Climate Change, as well as other stakeholders managing climate data in Seychelles.",
    "answer3": "The DTS helps Seychelles collect, manage, and report climate data efficiently. It reduces the administrative burden, ensures compliance with UNFCCC guidelines, and provides insights to support national climate strategies.",
    "answer4": "The DTS aligns with the Enhanced Transparency Framework (ETF) by enabling Seychelles to provide transparent, accurate, and consistent data on greenhouse gas emissions, mitigation efforts, and adaptation measures.",
    "answer5": "Yes, the DTS is fully customised and configured to address Seychelles' unique climate data management requirements, including its focus on ocean and biodiversity conservation.",
    "answer6": "The DTS offers APIs and integration capabilities that allow it to connect with platforms Seychelles already uses, such as national carbon registries, government data systems, and UNDP tools like the ITMOs platform.",
    "answer7": "Seychelles can use the DTS to manage data on greenhouse gas inventories, renewable energy initiatives, adaptation projects, financial support received, and progress toward NDC targets.",
    "answer8": "Individuals and organizations in Seychelles can actively participate in the success of the DTS by contributing their expertise, resources, and feedback. You can assist by: (1) Sharing local climate data to enhance the system's accuracy and relevance. (2) Offering technical skills to customise or improve the platform for Seychelles’ unique needs. (3) Reporting issues or suggesting new features. (4) Promoting awareness of the DTS within your community or professional networks to encourage widespread adoption.",
    "answer9": "By adopting the DTS, Seychelles gains a robust tool to streamline climate data management, reduce reporting burdens, and ensure compliance with international transparency requirements. This improves the country’s credibility on the global stage and facilitates access to climate finance by providing accurate and transparent reports. Moreover, the system enables Seychelles to monitor the effectiveness of its mitigation and adaptation efforts, driving more informed decision-making and supporting national sustainability goals.",
    "answer10": "The DTS provides a unified platform where all climate-related data—such as greenhouse gas inventories, mitigation actions, adaptation measures, and financial flows—are stored in one centralized location. This eliminates data silos, making it easier for Seychelles to access, manage, and report climate information. By centralizing data, the DTS ensures consistency, improves data accuracy, and simplifies the reporting process for international commitments like the Paris Agreement.",
    "docsAndTemplates": "Other Documents and Templates",
    "trainingVideos": "Training Videos",
    "ghgResourcesSection": "Digital Transparency System Resources",
    "ghgSavedSuccessfully": "Digital Transparency System Resources Updated Successfully",
    "templateSavedSuccessfully": "Other Documents and Templates Updated Successfully"
}