{
    "faqMenu": "FAQ Menu",
    "freqAskedQ": "Frequently Asked Questions",
    "question1": "What is the Seychelles Climate Transparency System (SCTS), and what is its role in managing climate data?",
    "question2": "Why is the Seychelles Climate Transparency System (SCTS) important for Seychelles’ climate commitments?",
    "question3": "What are the key benefits of the Seychelles Climate Transparency System (SCTS)?",
    "question4": "How does the SCTS support Seychelles’ commitment to the Paris Agreement?",
    "question5": "Is the SCTS adapted to meet Seychelles’ specific needs?",
    "question6": "How does the SCTS integrate with Seychelles’ existing systems?",
    "question7": "What types of climate data will Seychelles track using the SCTS?",
    "question8": "How does the SCTS help centralise Seychelles’ climate data?",
    "question9": "How can individuals and organisations in Seychelles get involved with the SCTS",
    "question10": "How does the SCTS support decision-making and policy development in Seychelles?",
    "question11": "How can I get support or report issues with the SCTS?",
    "question12": "How can I report missing features or request new features for the SCTS?",
    "answer1": "The Seychelles Climate Transparency System (SCTS) is a digital platform designed to centralise, manage, and streamline climate data for Seychelles. It enables monitoring, reporting, and verification (MRV) of the country’s progress toward its Nationally Determined Contributions (NDCs) under the Paris Agreement. By integrating data on emissions, adaptation efforts, and climate finance, the SCTS ensures transparency, enhances collaboration, and simplifies reporting processes.",
    "answer2": "The SCTS plays a vital role in helping Seychelles achieve its climate commitments by providing a transparent and efficient way to track progress toward its NDC targets. It supports the fulfillment of international obligations under the Paris Agreement while enabling data-driven decision-making to shape sustainable development policies and strengthen climate resilience.",
    "answer3": "The SCTS helps Seychelles collect, manage, and report climate data efficiently. It reduces the administrative burden, ensures compliance with UNFCCC guidelines, and provides insights to support national climate strategies. Additionally, the system streamlines the preparation of Biennial Transparency Report (BTR) submissions, ensuring accurate and timely reporting in line with international climate commitments.",
    "answer4": "The SCTS is aligned with the Enhanced Transparency Framework (ETF) of the Paris Agreement. It allows Seychelles to consistently and accurately report on greenhouse gas emissions, mitigation efforts, and adaptation measures, ensuring that the country meets its climate commitments in a transparent manner.",
    "answer5": "Yes, the SCTS is fully customized to address Seychelles' unique climate data management requirements. It is designed to be user-friendly, ensuring easy access for various stakeholders, including government agencies, project implementers, and climate data compilers. The system is built with accessibility in mind, allowing users with different levels of technical expertise to interact with it effectively. Additionally, it ensures seamless integration with existing systems, making it easier for users to input, track, and report climate data.",
    "answer6": "The SCTS is designed and built with data standards that align with the reporting requirements of the UNFCCC’s systems. This compatibility ensures smooth data exchange and integration with both national systems and international platforms, supporting Seychelles in maintaining transparency and fulfilling its climate reporting obligations",
    "answer7": "The Seychelles can use the SCTS to track various types of climate data, including greenhouse gas (GHG) inventories, mitigation actions, adaptation measures, financial support received and needed, progress toward Nationally Determined Contributions (NDCs), and other climate-related initiatives. This comprehensive data collection enables Seychelles to monitor its climate efforts effectively, report transparently, and make informed decisions to achieve its sustainability goals.",
    "answer8": "The Seychelles Climate Transparency System (SCTS) helps centralise climate data by providing a unified platform where all climate-related information is stored and managed in one place. This includes data on greenhouse gas emissions, mitigation actions, adaptation measures, financial flows, and progress towards Nationally Determined Contributions (NDCs). By consolidating this data into a single system, the SCTS eliminates data silos, making it easier to access, analyze, and report on Seychelles' climate efforts. Centralizing this information ensures consistency, improves data accuracy, and streamlines the reporting process, enabling efficient tracking of progress and facilitating compliance with international climate agreements like the Paris Agreement.",
    "answer9": "Individuals and organisations in Seychelles can actively contribute to the success of the SCTS by sharing accurate climate data, which will improve the system's accuracy and relevance. They can also provide technical support to customisse or enhance the platform according to Seychelles' specific needs, ensuring it remains adaptable and efficient. Additionally, offering feedback by reporting issues or suggesting new features will help improve the system's functionality. Raising awareness about the SCTS within communities, professional networks, and educational institutions can promote widespread adoption and engagement. Participating in training sessions will enable users to understand how to use the system effectively and fully leverage its capabilities. Through these efforts, individuals and organisations can play a crucial role in strengthening Seychelles' climate tracking and transparency initiatives.",
    "answer10": "The SCTS supports decision-making and policy development by providing a centralised platform for accurate, real-time climate data. By consolidating information on greenhouse gas emissions, mitigation actions, adaptation measures, and financial flows, the SCTS enables government officials and stakeholders to access reliable data for evidence-based decision-making. This transparency and accessibility of data ensure that policies are grounded in factual insights, helping to prioritize climate actions, measure progress toward Seychelles’ Nationally Determined Contributions (NDCs), and adjust strategies as needed. Ultimately, the SCTS empowers policymakers to develop more effective and targeted climate policies, fostering sustainable development and alignment with international climate goals.",
    "answer11": "If you encounter any issues or require support with the Seychelles Climate Transparency System (SCTS), you can reach out to the support team at support@scts.gov.sc. The team is available to assist with technical issues, answer queries, and provide guidance on using the system.",
    "answer12": "If you notice missing features or have suggestions for new functionalities, you can submit your requests through the dedicated feature request section on the SCTS platform or email us directly at features@scts.gov.sc. We welcome your input as it helps us improve the system and ensure it meets the needs of all users. Your feedback plays a key role in enhancing the platform's capabilities.",
    "docsAndTemplates": "Other Documents and Templates",
    "trainingVideos": "Training Videos",
    "ghgResourcesSection": "Digital Transparency System Resources",
    "ghgSavedSuccessfully": "Digital Transparency System Resources Updated Successfully",
    "templateSavedSuccessfully": "Other Documents and Templates Updated Successfully"
}